Repository: arjunmullick/FasalRakshak
Catalog: FasalRakshak/Resources/Localizable.xcstrings
Source language: hi
Languages: en

# affected
source: प्रभावित
en: Affected

# analyzing
source: विश्लेषण हो रहा है...
en: Analyzing...

# app_name
source: फसल रक्षक
en: Fasal Rakshak

# back
source: पीछे
en: Back

# camera
source: कैमरा
en: Camera

# cancel
source: रद्द करें
en: Cancel

# chemical
source: रासायनिक
en: Chemical

# crop_health
source: फसल स्वास्थ्य
en: Crop Health

# diagnosis_report
source: निदान रिपोर्ट
en: Diagnosis Report

# done
source: पूर्ण
en: Done

# error
source: त्रुटि
en: Error

# expert_advice
source: विशेषज्ञ सलाह
en: Expert Advice

# gallery
source: गैलरी
en: Gallery

# healthy
source: स्वस्थ
en: Healthy

# history
source: इतिहास
en: History

# home
source: होम
en: Home

# listen
source: सुनें
en: Listen

# next
source: आगे
en: Next

# offline_mode
source: ऑफलाइन मोड
en: Offline Mode

# organic
source: जैविक
en: Organic

# prevention
source: रोकथाम
en: Prevention

# profile
source: प्रोफाइल
en: Profile

# reminder
source: याद दिलाना
en: Reminder

# retry
source: पुनः प्रयास
en: Retry

# save
source: सहेजें
en: Save

# select_crop
source: फसल चुनें
en: Select Crop

# share
source: साझा करें
en: Share

# symptoms
source: लक्षण
en: Symptoms

# take_photo
source: फोटो लें
en: Take Photo

# treatment
source: उपचार
en: Treatment

# welcome_message
source: फसल रक्षक में आपका स्वागत है
en: Welcome to Fasal Rakshak
